examples/14-benchmarks/counter-quiet-data/settled-runs/1790213915416991000-baseline-stream-w1.client.txt

Summary:
  Total:	20.0206 secs
  Slowest:	0.2430 secs
  Fastest:	0.0212 secs
  Average:	0.0943 secs
  Requests/sec:	265.0773
  

Response time histogram:
  0.021 [1]	|
  0.043 [8]	|
  0.066 [8]	|
  0.088 [866]	|■■■■■■■■
  0.110 [4246]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.132 [162]	|■■
  0.154 [5]	|
  0.176 [3]	|
  0.199 [3]	|
  0.221 [2]	|
  0.243 [3]	|


Latency distribution:
  10% in 0.0859 secs
  25% in 0.0906 secs
  50% in 0.0938 secs
  75% in 0.0969 secs
  90% in 0.1021 secs
  95% in 0.1070 secs
  99% in 0.1181 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0212 secs, 0.2430 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0192 secs, 0.0059 secs, 0.1698 secs
  resp read:	0.0750 secs, 0.0047 secs, 0.1121 secs

Status code distribution:
  [200]	5307 responses